Repository: JSidrach/NetWatcher
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: es_es

source: Rewrite Module
es_es: Módulo Rewrite

source: Gettext Module
es_es: Módulo Gettext

source: Session Variables
es_es: Variables de Sesión

source: Write Permissions
es_es: Permisos de escritura

source: Proxy Server
es_es: Servidor Proxy

source: Synchronized Time Stamp
es_es: Relojes Sincronizados

source: URL rewrite support
es_es: Soporte para reescritura de URL

source: Locale language support
es_es: Soporte para lenguaje local

source: Support for the usage of sessions
es_es: Soporte para el uso de sesiones

source: Folder and file properties
es_es: Propiedades de carpetas y archivos

source: Proxy server enabled for FPGA API calls
es_es: Servidor proxy habilitado para las llamadas a la API FPGA

source: Remote FPGA Server
es_es: Servidor FPGA Remoto

source: Timestamp delay between the client and the FPGA host:
es_es: Diferencia de relojes entre el cliente y el servidor FPGA:

source: Passed
es_es: OK

source: Not Implemented
es_es: No Implementado

source: In Progress...
es_es: En Progreso...

source: Failed
es_es: Error

source: Status
es_es: Estado

source: Storage
es_es: Almacenamiento

source: All data will be lost, are you sure you want to format the RAID?
es_es: Se perderán todos los datos, ¿seguro que desea formatear el RAID?

source: Format
es_es: Formatear

source: Cancel
es_es: Cancelar

source: Gathering storage statistics
es_es: Obteniendo las estadísticas de almacenamiento

source: Connection Error
es_es: Error en la conexión

source: Consider visiting the %ssettings%s and %sstatus%s pages
es_es: Considere visitar las páginas de %sconfiguración%s y %sestado%s

source: Refresh the page
es_es: Actualizar la página

source: RAID statistics
es_es: Estadísticas del RAID

source: Individual write speeds
es_es: Velocidades de escritura individuales

source: Global write speed of the RAID
es_es: Velocidad global de escritura del RAID

source: RAID write speed is below the minimum acceptable threshold
es_es: La velocidad de escritura del RAID está por debajo del mínimo aceptable

source: This can cause the capture/reproduction to be actually slower than 10Gb/s
es_es: Esto puede causar que una captura/reproducción más lenta que 10Gb/s

source: One possible solution is to format the RAID disks and re-create it
es_es: Una posible solución es formatear los discos del RAID y recrearlo

source: Warning: all data will be lost
es_es: Advertencia: se perderán todos los datos

source: Dismiss
es_es: Descartar

source: Format the RAID
es_es: Formatear el RAID

source: Formatting the RAID...
es_es: Formateando el RAID...

source: Space statistics
es_es: Estadísticas de espacio

source: Total space
es_es: Espacio total

source: Used space
es_es: Espacio ocupado

source: Free space
es_es: Espacio disponible

source: Used space (%)
es_es: Espacio Ocupado (%)

source: Free space (%)
es_es: Espacio Disponible (%)

source: The FPGA Web Service has the RAID option not set. To configure the storage as a RAID, edit the configuration of the remote server
es_es: El Servicio Web de la FPGA no tiene activa la opción del RAID. Para configurar el almacenamiento como un RAID, edite la configuración del servidor remoto

source: see the wiki documentation
es_es: ver la documentación de la wiki

source: Manager
es_es: Gestor

source: Trying to refresh in
es_es: Intentando actualizar en

source: HugePages is off and it is required by the FPGA
es_es: HugePages no está activo y es necesario para la FPGA

source: Click here to reboot the FPGA server
es_es: Haga click aquí para reiniciar el servidor FPGA

source: (it will fix the issue only if the remote server has HugePages as its default boot option)
es_es: (arreglará este problema solo si el servidor remoto tiene HugePages como opción por defecto al arrancar)

source: The remote server will be rebooted, and all its process stopped
es_es: El servidor remoto será reiniciado y todos sus procesos parados

source: Are you sure you want to reboot?
es_es: ¿Está seguro de que quieres reiniciar?

source: Reboot
es_es: Reiniciar

source: Rebooting Web Service
es_es: Reiniciar el Servicio Web

source: Select a mode to initialize the FPGA
es_es: Seleccione un modo en el que inicializar la FPGA

source: Initialize the FPGA as a
es_es: Inicializar la FPGA como

source: player
es_es: reproductor

source: recorder
es_es: capturador

source: Initializing the FPGA
es_es: Inicializando la FPGA

source: Configure the FPGA to start recording
es_es: Configure la FPGA para empezar a capturar

source: Name of the new capture
es_es: Nombre de la nueva traza

source: Bytes to capture
es_es: Bytes a capturar

source: Port to capture
es_es: Puerto a capturar

source: Port
es_es: Puerto

source: Start
es_es: Empezar

source: Back to mode selection
es_es: Volver a seleccionar modo

source: Recording...
es_es: Capturando...

source: Name of the capture
es_es: Nombre de la traza

source: Elapsed Time
es_es: Tiempo Transcurrido

source: Captured Bytes
es_es: Bytes Capturados

source: Total Bytes
es_es: Bytes Totales

source: Average Rate
es_es: Ratio Medio

source: Current Rate
es_es: Ratio Actual

source: Stop recording
es_es: Parar la captura

source: The current capture will be deleted. Are you sure you want to stop the recording?
es_es: La traza actual será eliminada. ¿Seguro que desea parar la captura en curso?

source: Stop
es_es: Parar

source: Auto Refresh
es_es: Actualizar Automáticamente

source: Name
es_es: Nombre

source: Type
es_es: Tipo

source: Size
es_es: Tamaño

source: Date
es_es: Fecha

source: Select a capture to reproduce
es_es: Seleccione una traza para reproducir

source: Play the capture in loop
es_es: Reproducir la traza en bucle

source: Output mask (set of ports)
es_es: Máscara de salida (conjunto de puertos)

source: Interframe Gap (uncheck to original rate)
es_es: Interframe Gap (deselecciona para tasa original)

source: Original captured rate
es_es: Tasa original capturada

source: Yes
es_es: Sí

source: Reproducing...
es_es: Reproduciendo...

source: Packets Sent
es_es: Paquetes Enviados

source: Playing on Loop
es_es: Reproducción en Bucle

source: Mask
es_es: Máscara

source: Stop reproducing
es_es: Parar la reproducción

source: Are you sure you want to stop reproducing the capture?
es_es: ¿Está seguro de que quieres parar la reproducción de la traza?

source: Settings saved successfully
es_es: Configuración actualizada

source: Error saving settings
es_es: Error al guardar la configuración

source: Settings
es_es: Configuración

source: Server Settings
es_es: Configuración del Servidor

source: FPGA API base address
es_es: Dirección base de la API FPGA

source: App Settings
es_es: Configuración de Aplicación

source: Language
es_es: Idioma

source: Theme
es_es: Tema

source: Save
es_es: Guardar

source: Captures
es_es: Capturas

source: Selected capture will be permanently deleted, are you sure you want to delete it?
es_es: La traza seleccionada será borrada permanentemente, ¿seguro que desea borrarla?

source: Delete
es_es: Borrar

source: All
es_es: Todas

source: Select a capture from the table
es_es: Seleccione una traza de la tabla

source: Convert
es_es: Convertir

source: Converted name
es_es: Nombre de la traza convertida

source: Rename
es_es: Renombrar

source: New name
es_es: Nuevo nombre

source: Delete this capture (permanently)
es_es: Borrar esta traza (permanentemente)

source: Add additional captures generated outside NetWatcher by copying the capture file (or adding symbolic link to it) to the captures directory on the FPGA remote server
es_es: Añada trazas adicionales generadas fuera de NetWatcher copiando el archivo de traza (o añadiendo un enlace simbólico a él) al directorio de las trazas en el servidor FPGA remoto

source: License
es_es: Licencia

source: Source
es_es: Código

source: Sending request...
es_es: Enviando petición...

source: 404 - Not Found
es_es: 404 - Página No Encontrada

source: Page Not Found
es_es: Página No Encontrada

source: Sorry, an error has occured. Requested page not found!
es_es: Lo sentimos, ha ocurrido un error. ¡La página solicitada no existe!

source: Take me Home
es_es: Volver

source: Waiting for the server to reboot...
es_es: Esperando a que el servidor se reinicie...

source: Error sending the request
es_es: Error al enviar la petición

source: as a player
es_es: como reproductor

source: as a recorder
es_es: como capturador

source: Programming the FPGA...
es_es: Programando la FPGA...

source: FPGA programmed. Rebooting the system...
es_es: FPGA programada. Reiniciando el sistema...

source: The FPGA cannot be programmed if it is active (stop the player/recorder)
es_es: La FPGA no puede ser programada si está en uso (para el reproductor/capturador)

source: Installing the driver...
es_es: Instalando el driver...

source: Driver successfully installed. Refreshing...
es_es: Driver instalado con éxito. Actualizando...

source: Invalid capture name
es_es: Nombre de traza inválido

source: Invalid number of bytes to record
es_es: Número inválido de bytes a capturar

source: Recording now! Reloading...
es_es: ¡Captura en curso! Actualizando...

source: Invalid state or capture name already taken. Reloading...
es_es: Estado inválido o nombre de traza ya existente. Actualizando...

source: Capture recording has ended
es_es: Se ha finalizado con éxito la captura de la traza

source: Connection Error. Reloading...
es_es: Error en la conexión. Actualizando...

source: Stopping...
es_es: Parando...

source: Capture recording has been stopped. Reloading....
es_es: Se ha detenido la captura de la traza. Actualizando...

source: Connection error
es_es: Error de conexión

source: Playing now! Reloading...
es_es: ¡Reproducción en curso! Actualizando...

source: Invalid state or capture. Reloading...
es_es: Traza o estado inválido. Actualizando...

source: Capture reproduction has ended
es_es: Se ha finalizado con éxito la reproducción de la traza

source: Capture reproduction has been stopped. Reloading....
es_es: Se ha detenido la reproducción de la traza. Actualizando...

source: Capture already stopped. Reloading...
es_es: Captura ya terminada. Actualizando...

source: Used Space
es_es: Espacio Ocupado

source: Free Space
es_es: Espacio Disponible

source: Write Speed
es_es: Velocidad de Escritura

source: Request in progress...
es_es: Petición en progreso...

source: RAID successfully re-created
es_es: RAID recreado con éxito

source: Reload
es_es: Actualizar

source: Error formatting the RAID. The FPGA may be in use
es_es: Error formateando el RAID. Puede que la FPGA esté en uso

source: No Response
es_es: Sin Respuesta

source: No capture is selected
es_es: No hay ninguna traza seleccionada

source: Converted capture\'s name is not valid
es_es: Nombre de traza convertida inválido

source: Capture converted successfully
es_es: Traza convertida correctamente

source: Capture could not be converted
es_es: No se pudo convertir la traza (nombre en uso)

source: Capture queued for conversion
es_es: Traza en conversión

source: New name is not valid
es_es: Nuevo nombre inválido o en uso

source: Capture renamed successfully
es_es: Traza renombrada correctamente

source: Capture could not be renamed (it may be in use)
es_es: No se pudo renombrar la traza (puede que esté en uso)

source: Capture deleted successfully
es_es: Traza borrada correctamente

source: Capture could not be deleted (it may be in use)
es_es: No se pudo borrar la traza (puede que esté en uso)

source: Loading, please wait...
es_es: Cargando, espere por favor...

source: records per page
es_es: registros por página

source: Showing %s to %s of %s rows
es_es: Mostrando %s a %s de %s filas

source: Search
es_es: Buscar

source: No matching records found
es_es: No se encontraron registros coincidentes

source: Hide/Show pagination
es_es: Ocultar/Mostrar paginación

source: Refresh
es_es: Actualizar

source: Toggle
es_es: Interruptor

source: Columns
es_es: Columnas
